Tekla.Structures.Forming.WrappingType
Enumeration for wrapping type.

Tekla.Structures.Forming.WrappingType.NOT_SPECIFIED
Not specified, default value.

Tekla.Structures.Forming.WrappingType.WRAPPED
Indicates wrapped item.

Tekla.Structures.Forming.WrappingType.UNWRAPPED
Indicates unwrapped item.